bundles/org.openhab.binding.ihc/src/test/resources/ResourceValueUpdate800008.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
 <soap:Body>
  <setResourceValue1 xmlns="utcs">
   <value xmlns:q1="utcs.values" xsi:type="q1:WSTimeValue">
    <q1:hours>15</q1:hours>
    <q1:minutes>34</q1:minutes>
    <q1:seconds>45</q1:seconds>
   </value>
   <resourceID>800008</resourceID>
   <isValueRuntime>true</isValueRuntime>
  </setResourceValue1>
 </soap:Body>
</soap:Envelope>